{
  "simplex": {
    "title": "Simplex",
    "description": "Mantén tú inventario siempre actualizado, sencillo punto de venta fácil de usar, lleva estadísticas de todas tus compras, ventas y más!",
    "images": [
      "/proyectos/sx-1.png",
      "/proyectos/sx-2.png",
      "/proyectos/sx-3.png",
      "/proyectos/sx-4.png",
      "/proyectos/sx-5.png",
      "/proyectos/sx-6.png"
    ],
    "tools": "Simplex POS es una plataforma SaaS que cuenta con el módulo de Punto de Venta e Inventarios para poder gestionar de forma sencilla y eficiente tu PyME. Si estás intereado en este producto por favor accede a <a target=_blank href=http://simplex.mx>http://simplex.mx</a> y solicitalo"
  },
  "devjournal": {
    "title": "DevJournal",
    "description": "Un blog para desarrolladores",
    "images": [
      "/proyectos/devjournal-1.png",
      "/proyectos/devjournal-2.png"
    ],
    "tools": "Devjournal es un blog construido mediante el headless CMS Cockpit y un cliente SPA contruido con Nuxt.js"
  },
  "rovix": {
    "title": "Rovix",
    "description": "Rovix fue creado por 2 razones: La primera era lanzar otro proyecto personal realizado con Laravel; la segunda era porque quería llevar un registro de todo el material que me ha servido para aprender diferentes tecnologías. Ya sean libros, repositorios, blogs, cursos gratuitos y/o de paga, etc... El punto de la plataforma es que funcione como un mapeador de recursos dónde los usuarios puedan compartir el material que les ha ayudado a aprender.",
    "images": [
      "/proyectos/rovix_1.png",
      "/proyectos/rovix_2.png",
      "/proyectos/rovix_3.png"
    ],
    "tools": "Rovix esta hecho en Laravel, utiliza MySQL como BD y puesto en producción en Digital Ocean. Si te interesa saber más sobre el proyecto puedes visitar el repositorio oficial: Rovix. Donde podrás encontrar las librerías utilizadas, la estructura, entre otros."
  },
  "alemanisch": {
    "title": "Alemanisch",
    "description": "Alemannisch es el 1° proyecto con el que empecé en el mundo del desarrollo web hace años. Esta es la tercera iteración el proyecto que realizó y que por fin llega a producción. Si quieres saber más sobre el proyecto y su estructura te invito a que revisas el repo del proyecto.",
    "images": [
      "/proyectos/alemanisch_1.png",
      "/proyectos/alemanisch_2.png",
      "/proyectos/alemanisch_3.png"
    ],
    "tools": "Esta plataforma esta dividida en dos partes: Front-end: Single Page Application realizada con Vue.js en shared hosting Back-end: Laravel API en VPS"
  },
  "legion-anime": {
    "title": "Legión Anime",
    "old-description": "Es una app Android de una comunidad de Anime, colaboro desacoplando y migrando este proyecto a la nube; además de implementar escalamiento horizontal y vertical también me encuentro trabajando el backend para ir agregando funciones y mejoras.",
    "description": "Multiplatform app which serves 1M+ daily requests. Vertical and horizontal scaling, MySQL HA, Redis Clusters and more it's the fun we continue building!",
    "images": [
      "/proyectos/la_banner.png",
      "/proyectos/la-index.png",
      "/proyectos/la-detail.png",
      "/proyectos/la-logo.png"
    ],
    "tools": "Android App, Laravel Forge, DigitalOcean"
  },
  "comunidad": {
    "title": "ComunidadITCM",
    "old-description": "Comunidad ITCM es una plataforma libre y gratuita para los estudiantes del tec de madero. Fue planeada para servir como guía y referencia para todos aquellos que deseen participar en el proyecto. No esta regulada por ninguna autoridad, solo por alumnos de la misma institución. Es un plataforma que busca mejorar constantemente y sin fines de lucro, además ha sido liberada con una licencia Apache 2.0 para que cualquier persona pueda ver o modificar el proyecto.",
    "description": "Comunidad ITCM was a platform for my College.",
    "images": [
      "/proyectos/comunidad_1.jpg",
      "/proyectos/comunidad_2.jpg",
      "/proyectos/comunidad_3.jpg"
    ],
    "old-tools": "Para el frontend se utilizó una versión combinada de la libreria Bootstrap con Material Design Lite, además de jQuery. Para el backend se utilizó PHP como lenguaje servidor y MySQL para persistencia de datos. Además también se utilizaron las librerias bootboxjs, JasnyBootstrap y el sistema de notificaciones push One Signal.",
    "tools": "Bootstrap w Material design and PHP/MySQL. My first launching and failure!"
  },
  "eichgi": {
    "title": "Eichgi Site",
    "description": "Este sitio es la segunda versión que realizo para ofrecer mis servicios como desarrollador de software.",
    "images": [
      "/proyectos/eichgi_1.png",
      "/proyectos/eichgi_2.png"
    ],
    "tools": "Es una SPA realizada con Nuxt.js, y proximamente será una PWA también!"
  }
}
